Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Decoding error: %@
de: Dekodierungsfehler: %@
es: Error de decodificación: %@
fr: Erreur de décodage : %@
it: Errore di decodifica: %@
ja: デコードエラー: %@
ko: 디코딩 오류: %@
pl: Błąd dekodowania: %@
pt_br: Erro de decodificação: %@
zh_hans: 解码错误：%@
zh_hant: 解碼錯誤：%@

source: Deep space spiral galaxy, vivid purples and teal stars
de: Spiralgalaxie im tiefen All, kräftige Lila- und Türkistöne bei den Sternen
es: Galaxia espiral en el espacio profundo, morados vivos y estrellas turquesa
fr: Galaxie spirale dans l'espace profond, violets vifs et étoiles turquoise
it: Galassia a spirale nello spazio profondo, viola intensi e stelle color turchese
ja: 深宇宙の渦巻銀河、鮮やかな紫とティール色の星々
ko: 심우주의 나선 은하, 선명한 보라색과 청록빛 별들
pl: Spiralna galaktyka w głębokim kosmosie, intensywne fiolety i turkusowe gwiazdy
pt_br: Galáxia espiral no espaço profundo, roxos vívidos e estrelas cor de verde-azulado
zh_hans: 深空螺旋星系，鲜艳紫色与青绿色星光
zh_hant: 深空螺旋星系，鮮豔紫色與青綠色星光

source: Default
de: Standard
es: Por omisión
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pl: Domyślne
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

source: Default Format
de: Standardformat
es: Formato por omisión
fr: Format par défaut
it: Formato predefinito
ja: デフォルトの形式
ko: 기본 형식
pl: Domyślny format
pt_br: Formato padrão
zh_hans: 默认格式
zh_hant: 預設格式

source: Default moderation
de: Standardmoderation
es: Moderación por omisión
fr: Modération par défaut
it: Moderazione predefinita
ja: デフォルトのモデレーション
ko: 기본 검열 수준
pl: Domyślna moderacja
pt_br: Moderação padrão
zh_hans: 默认审核强度
zh_hant: 預設審核強度

source: Default Quality
de: Standardqualität
es: Calidad por omisión
fr: Qualité par défaut
it: Qualità predefinita
ja: デフォルトの品質
ko: 기본 품질
pl: Domyślna jakość
pt_br: Qualidade padrão
zh_hans: 默认质量
zh_hant: 預設品質

source: Default Size
de: Standardgröße
es: Tamaño por omisión
fr: Taille par défaut
it: Dimensione predefinita
ja: デフォルトのサイズ
ko: 기본 크기
pl: Domyślny rozmiar
pt_br: Tamanho padrão
zh_hans: 默认尺寸
zh_hant: 預設尺寸

source: Defaults
de: Standardwerte
es: Valores por omisión
fr: Valeurs par défaut
it: Valori predefiniti
ja: デフォルト設定
ko: 기본값
pl: Ustawienia domyślne
pt_br: Padrões
zh_hans: 默认设置
zh_hant: 預設值

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Apagar
zh_hans: 删除
zh_hant: 刪除

source: Delete Image?
de: Bild löschen?
es: ¿Eliminar la imagen?
fr: Supprimer l'image ?
it: Eliminare l'immagine?
ja: 画像を削除しますか？
ko: 이미지를 삭제할까요?
pl: Usunąć obraz?
pt_br: Apagar imagem?
zh_hans: 要删除这张图片吗？
zh_hant: 要刪除這張圖片嗎？

source: Describe an image below, or start from one of these.
de: Beschreibe unten ein Bild oder starte mit einem dieser Vorschläge.
es: Describe una imagen abajo o empieza con una de estas ideas.
fr: Décrivez une image ci-dessous ou partez de l'une de ces idées.
it: Descrivi un'immagine qui sotto o parti da uno di questi spunti.
ja: 下に画像を説明するか、こちらから始めましょう。
ko: 아래에 이미지를 설명하거나 아래 예시로 시작해 보세요.
pl: Opisz obraz poniżej albo zacznij od jednej z tych propozycji.
pt_br: Descreva uma imagem abaixo ou comece por uma destas.
zh_hans: 在下方描述一张图片，或从这些开始。
zh_hant: 在下方描述一張圖片，或從這些開始。

source: Describe what you want to create...
de: Beschreibe, was du erstellen willst …
es: Describe lo que quieres crear…
fr: Décrivez ce que vous voulez créer…
it: Descrivi ciò che vuoi creare…
ja: 作りたいものを説明してください…
ko: 만들고 싶은 것을 설명하세요…
pl: Opisz, co chcesz stworzyć…
pt_br: Descreva o que você quer criar…
zh_hans: 描述你想创作的画面…
zh_hant: 描述你想創作的畫面…

source: Describe your edits...
de: Beschreibe deine Änderungen …
es: Describe tus cambios…
fr: Décrivez vos modifications…
it: Descrivi le tue modifiche…
ja: 編集内容を説明してください…
ko: 편집할 내용을 설명하세요…
pl: Opisz swoje zmiany…
pt_br: Descreva suas edições…
zh_hans: 描述你想怎么改…
zh_hant: 描述你想怎麼改…

source: Digital Art
de: Digitale Kunst
es: Arte digital
fr: Art numérique
it: Arte digitale
ja: デジタルアート
ko: 디지털 아트
pl: Sztuka cyfrowa
pt_br: Arte digital
zh_hans: 数字艺术
zh_hant: 數位藝術

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
pl: Odrzuć
pt_br: Dispensar
zh_hans: 忽略
zh_hant: 忽略

source: Dramatic
de: Dramatisch
es: Dramático
fr: Dramatique
it: Drammatico
ja: ドラマチック
ko: 드라마틱
pl: Dramatyczny
pt_br: Dramático
zh_hans: 戏剧感
zh_hant: 戲劇感

source: Dreamy
de: Verträumt
es: Onírico
fr: Onirique
it: Onirico
ja: ドリーミー
ko: 몽환적
pl: Marzycielski
pt_br: Onírico
zh_hans: 梦幻
zh_hant: 夢幻

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit any photo in one tap
de: Jedes Foto bearbeiten mit einem Tipp
es: Edita cualquier foto en un toque
fr: Modifiez toute photo en un geste
it: Modifica ogni foto in un tocco
ja: どんな写真も ワンタップで編集
ko: 어떤 사진이든 한 번의 탭으로 편집
pl: Edytuj dowolne zdjęcie jednym dotknięciem
pt_br: Edite qualquer foto com um toque
zh_hans: 轻点一下 编辑任意照片
zh_hant: 輕點一下 編輯任意照片

source: Edit cancelled
de: Bearbeitung abgebrochen
es: Edición cancelada
fr: Modification annulée
it: Modifica annullata
ja: 編集をキャンセルしました
ko: 편집이 취소되었습니다
pl: Anulowano edycję
pt_br: Edição cancelada
zh_hans: 已取消编辑
zh_hant: 已取消編輯

source: Edit Image
de: Bild bearbeiten
es: Editar imagen
fr: Modifier l'image
it: Modifica immagine
ja: 画像を編集
ko: 이미지 편집
pl: Edytuj obraz
pt_br: Editar imagem
zh_hans: 编辑图片
zh_hant: 編輯圖片

source: Edit Mode
de: Bearbeitungsmodus
es: Modo edición
fr: Mode édition
it: Modalità modifica
ja: 編集モード
ko: 편집 모드
pl: Tryb edycji
pt_br: Modo de edição
zh_hans: 编辑模式
zh_hant: 編輯模式

source: Edit: %@
de: Bearbeiten: %@
es: Edición: %@
fr: Modification : %@
it: Modifica: %@
ja: 編集: %@
ko: 편집: %@
pl: Edycja: %@
pt_br: Edição: %@
zh_hans: 编辑：%@
zh_hant: 編輯：%@

source: Edit: Change her hair into something wild
de: Bearbeiten: Ihre Haare in etwas Wildes verwandeln
es: Editar: cambia su cabello por algo salvaje
fr: Modifier : transforme ses cheveux en quelque chose de sauvage
it: Modifica: trasforma i suoi capelli in qualcosa di selvaggio
ja: 編集：髪をワイルドなスタイルに変えて
ko: 편집: 머리를 거친 스타일로 바꿔줘
pl: Edycja: zmień jej włosy na coś dzikiego
pt_br: Editar: mude o cabelo dela para algo selvagem
zh_hans: 编辑：把她的头发换成狂野造型
zh_hant: 編輯：把她的頭髮換成狂野造型

source: Enhance
de: Verbessern
es: Mejorar
fr: Améliorer
it: Migliora
ja: 高画質化
ko: 화질 개선
pl: Popraw
pt_br: Melhorar
zh_hans: 增强
zh_hant: 增強

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Estimate
de: Schätzung
es: Estimación
fr: Estimation
it: Stima
ja: 見積もり
ko: 예상 비용
pl: Szacunek
pt_br: Estimativa
zh_hans: 预估
zh_hant: 預估

source: Estimate based on %lld image%@
de: Schätzung für %lld Bilder
es: Estimación para %lld imágenes
fr: Estimation pour %lld images
it: Stima per %lld immagini
ja: 画像%lld枚あたりの見積もり
ko: 이미지 %lld개 기준 예상 비용
pl: Szacunek dla %lld obrazu
pt_br: Estimativa para %lld imagens
zh_hans: 按 %lld 张图片估算
zh_hant: 以 %lld 張圖片估算

source: Estimated cost: %lld credits
de: Geschätzte Kosten: %lld Credits
es: Coste estimado: %lld créditos
fr: Coût estimé : %lld crédits
it: Costo stimato: %lld crediti
ja: 推定コスト: %lld クレジット
ko: 예상 비용: %lld크레딧
pl: Szacowany koszt: %lld kredytu
pt_br: Custo estimado: %lld créditos
zh_hans: 预计消耗：%lld 积分
zh_hant: 預估消耗：%lld 點數

source: Expression
de: Mimik
es: Expresión
it: Espressione
ja: 表情
ko: 표정
pl: Mimika
pt_br: Expressão
zh_hans: 表情
zh_hant: 表情

source: Failed to create Pixie album
de: Pixie-Album konnte nicht erstellt werden
es: No se pudo crear el álbum de Pixie
fr: Impossible de créer l'album Pixie
it: Impossibile creare l'album Pixie
ja: Pixieアルバムを作成できませんでした
ko: Pixie 앨범을 만들지 못했습니다
pl: Nie udało się utworzyć albumu Pixie
pt_br: Não foi possível criar o álbum do Pixie
zh_hans: 无法创建 Pixie 相簿
zh_hant: 無法建立 Pixie 相簿

source: Failed to download image
de: Bild konnte nicht geladen werden
es: No se pudo descargar la imagen
fr: Impossible de télécharger l'image
it: Impossibile scaricare l'immagine
ja: 画像をダウンロードできませんでした
ko: 이미지를 다운로드하지 못했습니다
pl: Nie udało się pobrać obrazu
pt_br: Não foi possível baixar a imagem
zh_hans: 无法下载图片
zh_hant: 無法下載圖片

source: Failed to load image for sharing
de: Bild konnte nicht zum Teilen geladen werden
es: No se pudo cargar la imagen para compartirla
fr: Impossible de charger l'image à partager
it: Impossibile caricare l'immagine da condividere
ja: 共有する画像を読み込めませんでした
ko: 공유할 이미지를 불러오지 못했습니다
pl: Nie udało się wczytać obrazu do udostępnienia
pt_br: Não foi possível carregar a imagem para compartilhar
zh_hans: 无法载入要分享的图片
zh_hant: 無法載入要分享的圖片

source: Failed to logout: %@
de: Abmelden fehlgeschlagen: %@
es: No se pudo cerrar sesión: %@
fr: Échec de la déconnexion : %@
it: Uscita non riuscita: %@
ja: サインアウトに失敗しました: %@
ko: 로그아웃하지 못했습니다: %@
pl: Nie udało się wylogować: %@
pt_br: Não foi possível sair: %@
zh_hans: 退出登录失败：%@
zh_hant: 登出失敗：%@

source: Failed to save image
de: Bild konnte nicht gesichert werden
es: No se pudo guardar la imagen
fr: Impossible d'enregistrer l'image
it: Impossibile salvare l'immagine
ja: 画像を保存できませんでした
ko: 이미지를 저장하지 못했습니다
pl: Nie udało się zapisać obrazu
pt_br: Não foi possível salvar a imagem
zh_hans: 无法存储图片
zh_hant: 無法儲存圖片

source: Failed to save image: %@
de: Bild konnte nicht gesichert werden: %@
es: No se pudo guardar la imagen: %@
fr: Impossible d'enregistrer l'image : %@
it: Impossibile salvare l'immagine: %@
ja: 画像を保存できませんでした: %@
ko: 이미지를 저장하지 못했습니다: %@
pl: Nie udało się zapisać obrazu: %@
pt_br: Não foi possível salvar a imagem: %@
zh_hans: 无法存储图片：%@
zh_hant: 無法儲存圖片：%@

source: Fast & affordable (21 credits)
de: Schnell & günstig (21 Credits)
es: Rápido y económico (21 créditos)
fr: Rapide et abordable (21 crédits)
it: Veloce ed economico (21 crediti)
ja: 速くて低コスト（21クレジット）
ko: 빠르고 저렴함 (21크레딧)
pl: Szybko i tanio (21 kredytów)
pt_br: Rápido e barato (21 créditos)
zh_hans: 快速又实惠（21 积分）
zh_hant: 又快又划算（21 點數）

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
it: Funzionalità
ja: 機能
ko: 기능
pl: Funkcje
pt_br: Recursos
zh_hans: 功能
zh_hant: 功能

source: Fidelity
de: Detailtreue
es: Fidelidad
fr: Fidélité
it: Fedeltà
ja: 忠実度
ko: 원본 유지도
pl: Wierność
pt_br: Fidelidade
zh_hans: 还原度
zh_hant: 還原度

source: Fix scratches and bring back color
de: Kratzer entfernen, Farbe zurückbringen
es: Repara arañazos y recupera el color
fr: Corrige les rayures et les couleurs
it: Ripara i graffi e ravviva i colori
ja: 傷を直して色を蘇らせる
ko: 긁힘을 없애고 색을 되살려요
pl: Napraw rysy i przywróć kolor
pt_br: Corrige arranhões e recupera as cores
zh_hans: 修复划痕，找回色彩
zh_hant: 修復刮痕，找回色彩

source: Focus Input
de: Eingabefeld aktivieren
es: Ir al campo de texto
fr: Activer le champ de saisie
it: Attiva il campo di testo
ja: 入力欄にフォーカス
ko: 입력란으로 이동
pl: Aktywuj pole tekstowe
pt_br: Focar no campo de texto
zh_hans: 聚焦输入框
zh_hant: 聚焦輸入框

source: Food
de: Essen
es: Comida
fr: Cuisine
it: Cibo
ja: フード
ko: 음식
pl: Jedzenie
pt_br: Comida
zh_hans: 美食
zh_hant: 美食

source: Four studio headshots in one go
de: Vier Business-Porträts auf einmal
es: Cuatro fotos profesionales de una vez
fr: Quatre portraits pro en une fois
it: Quattro ritratti pro in un colpo solo
ja: 証明写真が一度に4枚
ko: 프로필 사진 4장을 한 번에
pl: Cztery zdjęcia biznesowe naraz
pt_br: Quatro fotos profissionais de uma vez
zh_hans: 一次生成四张职业形象照
zh_hant: 一次生成四張職業形象照

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー
ko: 갤러리
pl: Galeria
pt_br: Galeria
zh_hans: 图库
zh_hant: 圖庫

source: Gallery Features
de: Galerie-Funktionen
es: Funciones de la galería
fr: Fonctionnalités de la galerie
it: Funzionalità della galleria
ja: ギャラリーの機能
ko: 갤러리 기능
pl: Funkcje galerii
pt_br: Recursos da galeria
zh_hans: 图库功能
zh_hant: 圖庫功能

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ja: 生成
ko: 생성
pl: Generuj
pt_br: Gerar
zh_hans: 生成
zh_hant: 生成

source: Generate (%lld-%lld credits)
de: Generieren (%lld-%lld Credits)
es: Generar (%lld-%lld créditos)
fr: Générer (%lld-%lld crédits)
it: Genera (%lld-%lld crediti)
ja: 生成（%lld〜%lldクレジット）
ko: 생성 (%lld~%lld크레딧)
pl: Generuj (%lld-%lld kredytów)
pt_br: Gerar (%lld-%lld créditos)
zh_hans: 生成（%lld-%lld 积分）
zh_hant: 生成（%lld-%lld 點數）

source: Generated with Pixie
de: Erstellt mit Pixie
es: Creada con Pixie
fr: Créée avec Pixie
it: Creata con Pixie
ja: Pixieで生成
ko: Pixie로 생성
pl: Wygenerowano w Pixie
pt_br: Criada com o Pixie
zh_hans: 由 Pixie 生成
zh_hant: 由 Pixie 生成

source: Generated with Pixie: %@
de: Erstellt mit Pixie: %@
es: Creada con Pixie: %@
fr: Créée avec Pixie : %@
it: Creata con Pixie: %@
ja: Pixieで生成: %@
ko: Pixie로 생성: %@
pl: Wygenerowano w Pixie: %@
pt_br: Criada com o Pixie: %@
zh_hans: 由 Pixie 生成：%@
zh_hant: 由 Pixie 生成：%@

source: Generation cancelled
de: Generierung abgebrochen
es: Generación cancelada
fr: Génération annulée
it: Generazione annullata
ja: 生成をキャンセルしました
ko: 생성이 취소되었습니다
pl: Anulowano generowanie
pt_br: Geração cancelada
zh_hans: 已取消生成
zh_hant: 已取消生成

source: Generation Failed
de: Generierung fehlgeschlagen
es: Fallo en la generación
fr: Échec de la génération
it: Generazione non riuscita
ja: 生成に失敗しました
ko: 생성 실패
pl: Generowanie nie powiodło się
pt_br: Falha na geração
zh_hans: 生成失败
zh_hant: 生成失敗

source: Generation failed: %@
de: Generierung fehlgeschlagen: %@
es: Fallo en la generación: %@
fr: Échec de la génération : %@
it: Generazione non riuscita: %@
ja: 生成に失敗しました: %@
ko: 생성에 실패했습니다: %@
pl: Generowanie nie powiodło się: %@
pt_br: Falha na geração: %@
zh_hans: 生成失败：%@
zh_hant: 生成失敗：%@

source: Generation Options
de: Generierungsoptionen
es: Opciones de generación
fr: Options de génération
it: Opzioni di generazione
ja: 生成オプション
ko: 생성 옵션
pl: Opcje generowania
pt_br: Opções de geração
zh_hans: 生成选项
zh_hant: 生成選項

source: Get %@ credits · %@
de: %@ Credits sichern · %@
es: Consigue %@ créditos · %@
fr: Obtenir %@ crédits · %@
it: Ottieni %@ crediti · %@
ja: %@ クレジットを購入 · %@
ko: %@ 크레딧 받기 · %@
pl: Kup %@ kredytów · %@
pt_br: Obter %@ créditos · %@
zh_hans: 获得 %@ 积分 · %@
zh_hant: 取得 %@ 點數 · %@

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
ja: はじめる
ko: 시작하기
pl: Rozpocznij
pt_br: Começar
zh_hans: 开始使用
zh_hant: 開始使用

source: Getting Started
de: Erste Schritte
es: Primeros pasos
fr: Premiers pas
it: Per iniziare
ja: 使いはじめる
ko: 시작하기
pl: Pierwsze kroki
pt_br: Primeiros passos
zh_hans: 快速上手
zh_hant: 新手入門

source: Girl at a futuristic EV charging station, clean lines
de: Mädchen an einer futuristischen E-Auto-Ladestation, klare Linien
es: Chica en una estación de carga futurista para vehículos eléctricos, líneas limpias
fr: Fille à une borne de recharge futuriste pour véhicules électriques, lignes épurées
it: Ragazza in una stazione di ricarica futuristica per auto elettriche, linee pulite
ja: 近未来的なEV充電ステーションにいる女の子、すっきりとしたライン
ko: 미래적인 전기차 충전소에 있는 소녀, 깔끔한 라인
pl: Dziewczyna przy futurystycznej stacji ładowania pojazdów elektrycznych, czyste linie
pt_br: Garota em uma estação de recarga de veículo elétrico futurista, linhas limpas
zh_hans: 未来感十足的电动车充电站前的女孩，线条简洁利落
zh_hant: 未來感十足的電動車充電站前的女孩，線條簡潔俐落

source: Glowing lights
de: Leuchtende Lichter
es: Luces de neón
fr: Lumières fluo
it: Luci al neon
ja: 光るネオン
ko: 빛나는 조명
pl: Świecące światła
pt_br: Luzes neon
zh_hans: 霓虹光效
zh_hant: 霓虹光效

source: Golden hour on the Amalfi Coast
de: Goldene Stunde an der Amalfiküste
es: La hora dorada en la Costa Amalfitana
fr: Heure dorée sur la côte amalfitaine
it: Ora dorata sulla Costiera Amalfitana
ja: アマルフィ海岸の黄金の時間帯
ko: 아말피 해안의 황금빛 시간
pl: Złota godzina na Wybrzeżu Amalfi
pt_br: Hora dourada na Costa Amalfitana
zh_hans: 阿马尔菲海岸的黄金时刻
zh_hant: 阿瑪爾菲海岸的黃金時刻

source: Google authentication requires SDK
de: Google-Anmeldung erfordert das SDK
es: La autenticación de Google requiere el SDK
fr: L'authentification Google nécessite le SDK
it: L'autenticazione Google richiede l'SDK
ja: Google認証にはSDKが必要です
ko: Google 인증에는 SDK가 필요합니다
pl: Uwierzytelnianie Google wymaga SDK
pt_br: A autenticação do Google exige o SDK
zh_hans: Google 身份验证需要 SDK
zh_hant: Google 身分驗證需要 SDK

source: Google Sign-In configuration error
de: Konfigurationsfehler bei Google Sign-In
es: Error de configuración de Google Sign-In
fr: Erreur de configuration de Google Sign-In
it: Errore di configurazione di Google Sign-In
ja: Google Sign-Inの設定エラー
ko: Google Sign-In 구성 오류
pl: Błąd konfiguracji Google Sign-In
pt_br: Erro de configuração do Google Sign-In
zh_hans: Google Sign-In 配置错误
zh_hant: Google Sign-In 設定錯誤

source: Google Sign-In service is currently unavailable
de: Google Sign-In ist derzeit nicht verfügbar
es: El servicio de Google Sign-In no está disponible ahora mismo
fr: Le service Google Sign-In est momentanément indisponible
it: Il servizio Google Sign-In non è al momento disponibile
ja: Google Sign-Inは現在利用できません
ko: 지금은 Google Sign-In을 사용할 수 없습니다
pl: Usługa Google Sign-In jest obecnie niedostępna
pt_br: O serviço Google Sign-In está indisponível no momento
zh_hans: Google Sign-In 服务暂时不可用
zh_hant: Google Sign-In 服務目前無法使用

source: Got it
de: Alles klar
es: Entendido
fr: J'ai compris
it: Ho capito
ja: 了解
ko: 확인
pl: Rozumiem
pt_br: Entendi
zh_hans: 知道了
zh_hant: 知道了

source: Grant Consent
de: Einwilligen
es: Dar consentimiento
fr: Donner mon consentement
it: Dai il consenso
ja: 同意する
ko: 동의하기
pl: Wyraź zgodę
pt_br: Dar consentimento
zh_hans: 授予授权
zh_hant: 同意授權

source: Granted
de: Erteilt
es: Concedido
fr: Accordé
it: Concesso
ja: 同意済み
ko: 동의함
pl: Przyznano
pt_br: Concedido
zh_hans: 已授权
zh_hant: 已授權

source: Gross Profit
de: Bruttogewinn
es: Beneficio bruto
fr: Marge brute
it: Utile lordo
ja: 粗利
ko: 매출 총이익
pl: Zysk brutto
pt_br: Lucro bruto
zh_hans: 毛利
zh_hant: 毛利

source: Halloween costume
de: Halloween-Kostüm
es: Disfraz Halloween
fr: Costume Halloween
it: Costume Halloween
ja: ハロウィン衣装
ko: 할로윈 의상
pl: Kostium Halloween
pt_br: Fantasia Halloween
zh_hans: 万圣节装扮
zh_hant: 萬聖節裝扮

source: Headshot pack
de: Business-Fotoset
es: Pack profesional
fr: Pack portrait pro
it: Pack ritratti pro
ja: 証明写真パック
ko: 프로필 사진 팩
pl: Pakiet zdjęć pro
pt_br: Pacote de fotos
zh_hans: 职业形象照套装
zh_hant: 職業形象照組合

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
zh_hans: 帮助
zh_hant: 說明

source: Help & Support
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide et assistance
it: Aiuto e supporto
ja: ヘルプとサポート
ko: 도움말 및 지원
pl: Pomoc i wsparcie
pt_br: Ajuda e suporte
zh_hans: 帮助与支持
zh_hant: 說明與支援

source: Help Documentation
de: Hilfe-Dokumentation
es: Documentación de ayuda
fr: Documentation d'aide
it: Documentazione di aiuto
ja: ヘルプドキュメント
ko: 도움말 문서
pl: Dokumentacja pomocy
pt_br: Documentação de ajuda
zh_hans: 帮助文档
zh_hant: 說明文件

source: Here are your generated images:
de: Hier sind deine generierten Bilder:
es: Estas son tus imágenes generadas:
fr: Voici vos images générées :
it: Ecco le immagini che hai generato:
ja: 生成した画像です:
ko: 생성된 이미지입니다:
pl: Oto twoje wygenerowane obrazy:
pt_br: Estas são as imagens que você gerou:
zh_hans: 这是你生成的图片：
zh_hant: 這是你生成的圖片：

source: Here is your edited image:
de: Hier ist dein bearbeitetes Bild:
es: Aquí tienes tu imagen editada:
fr: Voici votre image modifiée :
it: Ecco la tua immagine modificata:
ja: 編集された画像はこちらです：
ko: 편집된 이미지입니다:
pl: Oto twój zedytowany obraz:
pt_br: Aqui está sua imagem editada:
zh_hans: 这是您编辑后的图片：
zh_hant: 這是您編輯後的圖片：

source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
ja: 高
ko: 높음
pl: Wysoka
pt_br: Alta
zh_hans: 高
zh_hant: 高

source: High (~50-80 credits)
de: Hoch (ca. 50-80 Credits)
es: Alta (~50-80 créditos)
fr: Haute (~50-80 crédits)
it: Alta (~50-80 crediti)
ja: 高（約50〜80クレジット）
ko: 높음 (약 50~80크레딧)
pl: Wysoka (~50-80 kredytów)
pt_br: Alta (~50-80 créditos)
zh_hans: 高（约 50-80 积分）
zh_hant: 高（約 50-80 點數）

source: High detail
de: Hohe Detailtiefe
es: Muy detallado
fr: Très détaillé
it: Molto dettagliato
ja: 高精細
ko: 높은 디테일
pl: Wysoka szczegółowość
pt_br: Muito detalhado
zh_hans: 高细节
zh_hant: 高細節

source: Higher compression reduces file size but may lower image quality
de: Stärkere Komprimierung verkleinert die Datei, kann aber die Bildqualität mindern
es: Más compresión reduce el tamaño del archivo, pero puede bajar la calidad
fr: Une compression plus forte réduit la taille du fichier mais peut dégrader la qualité
it: Una compressione maggiore riduce le dimensioni del file ma può abbassare la qualità
ja: 圧縮を強めるとファイルは小さくなりますが、画質が下がることがあります
ko: 압축을 높이면 파일 크기는 줄지만 화질이 떨어질 수 있습니다
pl: Większa kompresja zmniejsza rozmiar pliku, ale może obniżyć jakość obrazu
pt_br: Mais compressão reduz o tamanho do arquivo, mas pode piorar a qualidade
zh_hans: 压缩越高文件越小，但画质可能下降
zh_hant: 壓縮越高，檔案越小，但畫質可能下降

source: Higher quality produces more detailed images but costs more credits. Low quality is great for drafts and experiments, while high quality is best for final artwork.
de: Höhere Qualität liefert detailliertere Bilder, kostet aber mehr Credits. Niedrige Qualität eignet sich für Entwürfe und Experimente, hohe Qualität für das fertige Werk.
es: Más calidad da imágenes más detalladas, pero cuesta más créditos. La calidad baja va bien para bocetos y pruebas; la alta, para la obra final.
fr: Une qualité supérieure donne des images plus détaillées mais coûte plus de crédits. La qualité basse est idéale pour les brouillons et les essais, la haute pour le rendu final.
it: Una qualità più alta produce immagini più dettagliate ma costa più crediti. La qualità bassa è perfetta per bozze ed esperimenti, quella alta per il risultato finale.
ja: 品質を上げるほど画像は精細になりますが、消費クレジットも増えます。低品質は下書きや試作に、高品質は仕上げに向いています。
ko: 품질이 높을수록 이미지가 정교해지지만 크레딧을 더 많이 씁니다. 낮음은 초안과 실험에, 높음은 최종 결과물에 알맞습니다.
pl: Wyższa jakość daje bardziej szczegółowe obrazy, ale kosztuje więcej kredytów. Niska jakość sprawdza się w szkicach i eksperymentach, a wysoka w finalnych pracach.
pt_br: Mais qualidade gera imagens mais detalhadas, mas consome mais créditos. A qualidade baixa é ótima para rascunhos e testes; a alta, para o resultado final.
zh_hans: 质量越高，细节越丰富，消耗的积分也越多。低质量适合打草稿和试验，高质量适合最终成品。
zh_hant: 品質越高，圖片細節越豐富，消耗的點數也越多。低品質適合打草稿與試驗，高品質最適合完稿作品。

source: How do credits work?
de: Wie funktionieren Credits?
es: ¿Cómo funcionan los créditos?
fr: Comment fonctionnent les crédits ?
it: Come funzionano i crediti?
ja: クレジットの仕組みは？
ko: 크레딧은 어떻게 작동하나요?
pl: Jak działają kredyty?
pt_br: Como funcionam os créditos?
zh_hans: 积分是怎么用的？
zh_hant: 點數是怎麼運作的？

source: How do I get transparent backgrounds?
de: Wie bekomme ich transparente Hintergründe?
es: ¿Cómo consigo fondos transparentes?
fr: Comment obtenir un arrière-plan transparent ?
it: Come ottengo sfondi trasparenti?
ja: 背景を透明にするには？
ko: 배경을 투명하게 하려면?
pl: Jak uzyskać przezroczyste tło?
pt_br: Como faço fundos transparentes?
zh_hans: 怎样得到透明背景？
zh_hant: 要怎麼做出透明背景？

source: How do I report issues?
de: Wie melde ich Probleme?
es: ¿Cómo reporto un problema?
fr: Comment signaler un problème ?
it: Come segnalo un problema?
ja: 不具合はどこに報告すればいいですか？
ko: 문제는 어떻게 신고하나요?
pl: Jak zgłosić problem?
pt_br: Como relato problemas?
zh_hans: 如何反馈问题？
zh_hant: 要怎麼回報問題？

source: Image Cache
de: Bild-Cache
es: Caché de imágenes
fr: Cache d'images
it: Cache immagini
ja: 画像キャッシュ
ko: 이미지 캐시
pl: Pamięć podręczna obrazów
pt_br: Cache de imagens
zh_hans: 图片缓存
zh_hant: 圖片快取

source: Image copied to clipboard
de: Bild in die Zwischenablage kopiert
es: Imagen copiada al portapapeles
fr: Image copiée dans le presse-papiers
it: Immagine copiata negli appunti
ja: 画像をクリップボードにコピーしました
ko: 이미지를 클립보드에 복사했습니다
pl: Skopiowano obraz do schowka
pt_br: Imagem copiada para a área de transferência
zh_hans: 已将图片拷贝到剪贴板
zh_hant: 已將圖片拷貝到剪貼板

source: Image deleted
de: Bild gelöscht
es: Imagen eliminada
fr: Image supprimée
it: Immagine eliminata
ja: 画像を削除しました
ko: 이미지를 삭제했습니다
pl: Usunięto obraz
pt_br: Imagem apagada
zh_hans: 已删除图片
zh_hant: 已刪除圖片

source: Image Editing
de: Bildbearbeitung
es: Edición de imágenes
fr: Modification d'images
it: Modifica delle immagini
ja: 画像編集
ko: 이미지 편집
pl: Edycja obrazów
pt_br: Edição de imagens
zh_hans: 图片编辑
zh_hant: 圖片編輯
